'use client'
import { FC } from 'react'

const Company: FC = () => {
  return (
    <div className=' flex flex-col ml-4 justify-center ' >
      <h1 className=' text-2xl font-bold mb-4 ' >О компании</h1>
      <p className=' text-base  ' >
        Кто таки ОТП Лизинг?
      </p>
      <div className='text-[#868686] text-[14px]  max-w-150 mt-2.5  '  >
        А также диаграммы связей являются только методом политического участия и ограничены исключительно образом мышления. Постоянный количественный рост и сфера нашей активности требует от нас анализа новых принципов формирования материально-технической и кадровой базы. В рамках спецификации современных стандартов, сторонники тоталитаризма в науке будут функционально разнесены на независимые элементы.
      </div>
      <p className='text-base mt-8 ' >
        Ну и еще пример текста
      </p>
      <div className='text-[#868686] text-[14px]  max-w-150 mt-2.5  '  >
        А также диаграммы связей являются только методом политического участия и ограничены исключительно образом мышления. Постоянный количественный рост и сфера нашей активности требует от нас анализа новых принципов формирования материально-технической и кадровой базы. В рамках спецификации современных стандартов, сторонники тоталитаризма в науке будут функционально разнесены на независимые элементы.
      </div>
    </div>
  )
}

export { Company };

